SELLER_MENU_MESSAGE = '🤖 Выберите режим.'
SELLER_UPDATE_GEODATA_MESSAGE = '👇 Обновить геоданные.'
ALERT_SELLER_UPDATE_GEODATA_MESSAGE = '''
❗ В начале работы рекомендуется обновить геоданные, если вы изменили своё место нахождения.
'''
ERROR_SELLER_UPDATE_GEODATA_MESSAGE = '''
❗ Возникла ошибка в сборе геоданных.

👉 Проверьте интернет соединение и повторите попытку.
'''
SUCCESSFULLY_SELLER_UPDATE_GEODATA_MESSAGE = '✅ Местоположение успешно обновлено.'
NONE_SELLER_GEODATA_MESSAGE = '''
❗ У вас нет геоданных.

👉 Нажмите на кнопку клавиатуры, чтобы подключить их.
'''
