SELLER_REGISTER_MENU_MESSAGE = '🤖 Для начала работы необходимо зарегистрироваться.'

SELLER_CHOICE_CITY_MESSAGE = '🔍 Выберите город.'
SELLER_SAVE_CHOICE_CITY_MESSAGE = '✅ Город успешно сохранён.'

SELLER_CHOICE_BRAND_MESSAGE = '🔍 Выберите бренд.'
SELLER_SAVE_CHOICE_BRAND_MESSAGE = '✅ Бренд успешно сохранён.'

SELLER_ENTER_REGISTER_CODE_MESSAGE = '✏️ Для регистрации необходимо ввести секретный код следующим сообщением.'
SELLER_UNSUCCESSFULLY_ENTER_REGISTER_CODE_MESSAGE = '''
❗ Вы ввели неверный секретный код.

Попробуйте ещё раз.
'''

SELLER_SUCCESSFULLY_REGISTER_MESSAGE = '🚀 Вы успешно зарегистрировались.'
SELLER_UNSUCCESSFULLY_REGISTER_MESSAGE = '❗ Для успешой регистрации необходмио выбрать город и бренд.'

SUPPORT_SELLER_REGISTER_MESSAGE = '''
Тут должна быть помощь.
'''
